{
  "timestamp": "2025-08-17T18:33:13.594770",
  "product_id": 837,
  "marketplace": "tr",
  "quality_scores": {
    "title": 15,
    "formality": 25,
    "family_emphasis": 12,
    "turkish_pride": 15,
    "power_words": 4,
    "aplus_content": 10,
    "total": 81
  },
  "listing_data": {
    "title": "TechPro Premium Bluetooth Kulaklık Seti - Gürültü Engelleme, 30 Saat Pil, Suya Dayanıklı, Yeni Yıl Hediyesi, 2 Yıl Garanti, Türkiye Kargo, CE Sertifikalı",
    "bullets": [
      "UZUN PİL ÖMRÜ: ¡İnanılmaz dayanıklı pil! 30 saat kesintisiz müzik keyfiyle Türk ailesi için mükemmel. 10 dakikalık hızlı şarj ile 6 saat kullanım size garanti ediyoruz.",
      "",
      "GÜRÜLTÜ ENGELLEME: Premium teknoloji ile -35dB aktif gürültü engelleme. Kalabalık ortamlarda sessizliği arayan Türk ailesi için özel olarak size sunuyoruz.",
      "",
      "EŞSİZ TASARIM: Türk geleneğini modern teknoloji ile buluşturan kusursuz tasarım. Aile buluşmalarında ya da iş ortamında büyük bir gururla farkınızı gösterirsiniz.",
      "",
      "BLUETOOTH 5.3 BAĞLANTI: Akıllı cihazlarla ultra stabil bağlantı. Çift cihaz desteğiyle hem iş hem eğlence için Türk evi şartlarına uygun. Rahat kullanımda emin olabilirsiniz.",
      "",
      "MÜKEMMEL HEDİYE: Yeni Yıl ve özel günlerde sevdikleriniz için şık kutusunda hazır. Hiç şüphesiz Türk ailesi için değerli ve güven veren bir seçenektir!"
    ],
    "description": "Sayın müşterilerimiz, değerli kulaklık arayan, TechPro Premium Bluetooth Kulaklık Seti Türkiye pazarına özel olarak tasarlanmıştır. Orijinal ürün, CE sertifikalı kalite güvencesi ve 2 yıl garanti ile hizmetinizdedir. 30 gün iade garantisi ile güvenle satın alabilir, Türkiye'den hızlı kargo ayrıcalığını yaşayabilirsiniz. Bluetooth 5.3 teknolojisi sayesinde ultra hızlı ve kesintisiz bağlantı sunar. 30 saatlik pil ömrü ile seyahatlerde ve iş günlerinde sürekli şarj derdini ortadan kaldırır. IPX5 su direnci sayesinde spor esnasında ya da yağmurlu havalarda güvenle kullanabilirsiniz. Aktif gürültü engelleme özelliği iş toplantılarında, uçak yolculuklarında ya da kalabalık ortamlarda kristal netliğinde ses deneyimi sağlar. Türk ailesi için mükemmel bir tasarım sunar. Sabah yürüyüşlerinde, akşam aile sohbetlerinde veya misafir ağırlarken farkı hissedin. Yeni Yıl, doğum günü ve özel günlerde sevdiklerinize kusursuz bir hediye seçeneğidir. Bu kulaklık, Türk misafirperverliğiyle ev sahipliği yapan sofralarda sohbetleri daha keyifli hale getirebilir. 2 yıl ürün garantisi, CE sertifikalı kalite, 30 gün içinde iade hakkı ve Türkçe müşteri desteğiyle sizlere tam güvence sağlıyoruz. Sınırlı stok ve özel fiyat ile acele edin! Bugün sipariş vererek hem kendiniz hem aileniz için hayalinizdeki kaliteyi elde edin.",
    "backend_keywords": "yeni yıl hediyesi bluetooth kulaklık TechPro premium kablosuz kulaklık gürültü engelleme kulaklık Türkiye teslimat ipx5 su geçirmez kulaklık uzun ömür pil yüksek kalite ses kulaklık garanti sertifikalı orijinal",
    "aplus_length": 24706
  }
}