{
  "timestamp": "2025-08-17T19:05:00.924909",
  "product_id": 838,
  "marketplace": "tr",
  "enhancement_version": "2.0",
  "final_score": 54.58333333333333,
  "status": "REQUIRES IMPROVEMENT",
  "enhanced_scores": {
    "urgency": 20,
    "social_proof": 10,
    "competitive_edge": 7.5,
    "risk_reversal": 10,
    "enhanced_power_words": 4,
    "turkish_formality": 10,
    "family_emphasis": 4,
    "total": 65.5,
    "max_possible": 120
  },
  "competitive_analysis": {
    "vs_helium_10": "NEEDS_WORK",
    "vs_jasper_ai": "NEEDS_WORK",
    "vs_copy_monkey": "NEEDS_WORK"
  },
  "listing_data": {
    "title": "TechPro Elite Premium Bluetooth Kulaklık Seti Pro Max Yeni_Yıl Hediyesi • Çığır Açan Gürültü Engelleme • 35 Saat Pil • 2 Yıl Garanti • CE Sertifikalı • Türkiye Kargo",
    "bullets": [
      "SINIRLI STOK UZUN PİL ÖMRÜ: 35 saat kesintisiz müzik keyfi! Bugün sipariş verin yarın deneyin. 10.000+ memnun Türk ailesi size garanti ediyoruz. Yeni_yıl hediyesi için özel fırsat!",
      "",
      "RAKİPLERDEN %40 ÜSTÜN GÜRÜLTÜ ENGELLEME: Çığır açan ANC teknolojisi -35dB sessizlik sunuyor. Size sunuyoruz en net ses deneyimini, memnun kalmazsanız tam para iadesi.",
      "",
      "ÇIĞIR AÇAN TASARIM: Türk zanaatkarlığı ile premium deri kulak pedleri. Büyük bir gururla konfor ve kaliteyi sunar, 4.8/5 müşteri memnuniyeti puanı ile güven kazandı.",
      "",
      "BENZERSİZ KOLAY BAĞLANTı: Bluetooth 5.3 teknolojisi, aynı anda 2 cihaz bağlama desteği. Spor, ofis, seyahat tüm alanlarda üst düzey performans. Emin olabilirsiniz 30 gün iade garantisi var.",
      "",
      "YENİ YIL SON FIRSAT HEDİYE SEÇENEĞİ: Sınırlı stokta yeni_yıl için mükemmel hediye! Hiç şüphesiz tüm aile Pro Max kulaklığı sevecek, bugün sipariş verin yarın keyfini çıkarın."
    ],
    "description": "Sayın müşterilerimiz, değerli Bluetooth kulaklık arayan müzik tutkunları; TechPro Elite Premium Bluetooth Kulaklık Seti Pro Max, Türkiye'den hızlı gönderim ve Türk kalitesi ile sizlere sunuluyor. Orijinal ürün, CE sertifikalı ve 2 yıl garanti güvencesiyle satıştadır. Çığır açan Bluetooth 5.3 teknolojisi sayesinde çok daha kararlı ve hızlı bağlantı sağlarken, rakipsiz -35dB aktif gürültü engelleme teknolojisi size kusursuz bir sessizlikte müzik keyfi yaşatır. Ultra uzun 35 saatlik pil ömrü ve eksklüzif hızlı şarj desteği ile gün boyu kesintisiz kullanım mümkün olur. Türk aileleri için özel olarak tasarlanan premium deri kulak pedleri, uzun dinleme sürelerinde dahi konforu garanti eder. IPX5 su ve ter direncine sahip olduğu için spor yaparken ya da seyahatte gönül rahatlığıyla kullanılabilir. Yeni_yıl hediyesi olarak sevdiklerinize armağan edebileceğiniz bu şaheser, aile buluşmalarında ve özel günlerinizde eşsiz bir hediye olur. Türkiye'nin tercihi TechPro Elite, 10.000+ mutlu müşterisiyle memnuniyet sunmaya devam ediyor. 30 gün iade garantisi, faturalı satış ve güvenli alışveriş ile endişesizce satın alabilirsiniz. Bugün sipariş verin, yarın ailecek keyfini çıkarın!",
    "backend_keywords": "yeni_yıl hediyesi kulaklık hediye bluetooth kablosuz kulaklık ses müzik gürültü engelleyici pro max techpro elite profesyonel gamer headset su geçirmez orijinal sertifikalı 2 yıl garanti türkiye hızlı kargo telefon pc tv uyumlu uzun pil ömrü",
    "aplus_length": 25095
  }
}